"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "Se trovi utile %@, perchè non spendere qualche momento per dare una valutazione? Non richiederà più di un minuto. Grazie per il supporto!";
"Rate %@" = "Valuta %@";
"No, Thanks" = "No, grazie";
"Remind me later" = "Ricordamelo più tardi";